"""Оператор if выполняет операцию в случае выполнения условия."""
if x > 0:
	print(x)
"""В этом случае напечатается положительный х
В паре с if идет оператор else, выполняющий операцию, если не выполнено условие if:"""
if x > 0:
	print(x)
else:
	print(-x)
"""Если бы эти два оператора завели детей, их ребенка бы звали elif. 
Он выполняет операцию в случае одновременного невыполнения предыдущего условия и выполнения своего.

Цикл while:
While условие:
		Оператор 1
	Оператор 2
	……
Если нам нужно прервать цикл внутри тела (когда исполняют операторы), то нужно включить туда оператор break, выкидывающий из цикла
While True:
	If zakrilsya:
		Tusi Break
Botay
Следуя этой программе, не закрывшись, вы будете вечно ботать."""
